/* Message of sheet displayed for CSSM_CERT_STATUS_EXPIRED. */
"The certificate for this server has expired. You might be connecting to a server that is pretending to be “%@” which could put your confidential information at risk. Would you like to connect to the server anyway?" = "Webstedets certifikat er udløbet. Du er evt. ved at oprette forbindelse til et websted, der foregiver at være “%@”, og det kan bringe dine fortrolige oplysninger i fare. Vil du oprette forbindelse til webstedet alligevel?";

/* Message of sheet displayed for CSSM_CERT_STATUS_NOT_VALID_YET. */
"The certificate for this server is not yet valid. You might be connecting to a server that is pretending to be “%@” which could put your confidential information at risk. Would you like to connect to the server anyway?" = "Webstedets certifikat er ikke gyldigt endnu. Du er evt. ved at oprette forbindelse til et websted, der foregiver at være “%@”, og det kan bringe dine fortrolige oplysninger i fare. Vil du oprette forbindelse til webstedet alligevel?";

/* Message of sheet displayed for !CSSM_CERT_STATUS_IS_IN_ANCHORS. */
"The certificate for this server is invalid. You might be connecting to a server that is pretending to be “%@” which could put your confidential information at risk. Would you like to connect to the server anyway?" = "Webstedets certifikat er ugyldigt. Du er evt. ved at oprette forbindelse til et websted, der foregiver at være “%@”, og det kan bringe dine fortrolige oplysninger i fare. Vil du oprette forbindelse til webstedet alligevel?";

/* Message of sheet displayed for !CSSM_CERT_STATUS_IS_IN_ANCHORS && CSSM_CERT_STATUS_IS_ROOT */
"The certificate for this server was signed by an unknown certifying authority. You might be connecting to a server that is pretending to be “%@” which could put your confidential information at risk. Would you like to connect to the server anyway?" = "Webstedets certifikat blev signeret af en ukendt certificeringsmyndighed. Du er evt. ved at oprette forbindelse til et websted, der foregiver at være “%@”, og det kan bringe dine fortrolige oplysninger i fare. Vil du oprette forbindelse til webstedet alligevel?";

/* Certificate trust verification prompt */
"This certificate is not valid" = "Dette certifikat er ugyldigt";
"Always Trust" = "Godkend altid";
"Show Certificate" = "Vis certifikat";

/* Remember password on Windows */
"Save Password" = "Gem Password";

/* Client authentication with mutual SSL */
"The server requires a certificate to validate your identity. Select the certificate to authenticate yourself to {0}." = "The server requires a certificate to validate your identity. Select the certificate to authenticate yourself to {0}.";